Repository: darktable-org/darktable
Catalog: doc/usermanual/po/sv.tmx
Source language: en
Languages: sv

source: select toggle image
sv: växla till nästa bild

source: select single image
sv: välj enskild bild

source: preview
sv: förhandsvisning

source: preview with focus detection
sv: förhandsvisning med fokusindikation

source: sticky preview
sv: fast förhandsvisning

source: sticky preview with focus detection
sv: fast förhandsvisning med fokusindikation

source: set display profile
sv: sätt skärmprofil

source: map
sv: karta

source: end of images. press any key to return to lighttable mode
sv: slut på bilderna. tryck på någon tangent får att återgå till ljusbordet

source: slideshow
sv: bildspel

source: start and stop
sv: start och stopp

source: tethering
sv: tjudring

source: new session initiated '%s'
sv: ny session skapad '%s'

source: no camera with tethering support available for use...
sv: ingen kamera som stödjer tjudring finns tillgänglig...
